Repository: ltrgithub/X3GestAA
Catalog: translation-indexes/messages_Syracuse.tmx
Source language: en_us
Languages: de_de, es_es, fr_fr, pt_pt, zh_cn

source: Append
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
pt_pt: Adicionar
zh_cn: 添加

source: Delete all
de_de: Alles löschen
es_es: Borrar todo
fr_fr: Tout supprimer
pt_pt: Suprimir tudo
zh_cn: 全部删除

source: Empty
de_de: Leer
es_es: Vacía
fr_fr: Vide
pt_pt: Vazio
zh_cn: 空

source: Not empty
de_de: Nicht leer
es_es: No vacía
fr_fr: Non vide
pt_pt: Não vazio
zh_cn: 非空

source: Cannot apply comparison with operator '{operator}' with type '{type}'
de_de: Der Vergleich mit dem Betreiber '{operator}' für den Typ '{type}' kann nicht angewendet werden
es_es: Imposible aplicar el comparativo con el operador '{operador}' para el tipo '{type}'
fr_fr: Impossible d'appliquer la comparaison avec l'opérateur '{operator}' pour le type '{type}'
pt_pt: Impossível aplicar o 'operador {}' operador de comparação para o tipo '{type}'
zh_cn: 无法借助操作符'{operator}'为类型'{type}'应用比较

source: Wrong filter value '{value}' for operator '{operator}'
de_de: Falscher Wertefilter '{value}' für Betreiber '{operator}'
es_es: Valor de filtro '{value}' erróneo para el operador '{operator}'
fr_fr: Valeur de filtre '{value}' erronée pour l'opérateur '{operator}'
pt_pt: Valor do filtro {value} errônea para o operador {} operador '
zh_cn: 操作符'{operator}'的错误筛选值'{value}'

source: Diagnose(s) in the grid
de_de: Diagnose in der Tabelle
es_es: Diagnóstico en la tabla
fr_fr: Diagnostic dans le tableau
pt_pt: Diagnóstico na tabela
zh_cn: 表格中的诊断

source: Incorrect link type {0}
de_de: Falscher Linktyp {0}
es_es: Tipo de enlace incorrecto {0}
fr_fr: Type de lien incorrect {0}
pt_pt: Tipo errado de link {0}
zh_cn: 错误的链接类型{0}

source: Link definition '{0}' is not supported
de_de: Die Linkdefinition '{0}' wird nicht unterstützt
es_es: La definición del enlace '{0}' no está soportado
fr_fr: La définition du lien '{0}' n'est pas supportée
pt_pt: Definir a relação '{0}' não é suportado
zh_cn: 不支持链接的定义'{0}'

source: File upload failed
de_de: Das Hochladen der Datei auf den Server ist fehlgeschlagen
es_es: La descarga del fichero en el servidor ha fallado
fr_fr: Le téléchargement du fichier sur le serveur a échoué
pt_pt: Baixe o arquivo no servidor que falhou
zh_cn: 下载服务器上的文件失败

source: Confirmation
de_de: Bestätigung
es_es: Confirmación
pt_pt: Confirmação
zh_cn: 确认

source: Alert
de_de: Alarm
es_es: Alerta
fr_fr: Alerte
pt_pt: Alerta
zh_cn: 警报

source: Show technical detail
de_de: Technische Details anzeigen
es_es: Mostrar los detalles técnicos
fr_fr: Afficher les détails techniques
pt_pt: Mostrar detalhes técnicos
zh_cn: 显示技术细节

source: Hide technical detail
de_de: Technische Details verstecken
es_es: Ocultar los detalles técnicos
fr_fr: Masquer les détails techniques
pt_pt: Ocultar detalhes técnicos
zh_cn: 隐藏技术细节

source: Your attention is required
de_de: Ihre Aufmerksamkeit wird erfordert
es_es: Se requiere su atención
fr_fr: Votre attention est requise
pt_pt: É necessária a sua atenção
zh_cn: 您需要注意的是

source: From :·
de_de: Von:
es_es: De :·
fr_fr: De :·
pt_pt: De:·
zh_cn: 从：

source: Messages
de_de: Nachrichten
es_es: Mensajes
pt_pt: Mensagens
zh_cn: 消息

source: Application Code :·
de_de: Anwendungscode:
es_es: Código de aplicación:·
fr_fr: Code de l'application :·
pt_pt: O código do aplicativo:·
zh_cn: 应用程序代码：

source: Select All
de_de: Alle auswählen
es_es: Todo seleccionado
fr_fr: Tout sélectionner
pt_pt: Seleccionar tudo
zh_cn: 全选

source: Fatal(s)
de_de: Schwerwiegende Fehler
es_es: Fatal(es)
fr_fr: Fatale(s)
zh_cn: 致命的

source: Warning(s)
de_de: Warnung(en)
es_es: Aviso(s)
fr_fr: Avertissement(s)
pt_pt: Alerta(s)
zh_cn: 警告

source: Information(s)
de_de: Information(en)
es_es: Información
pt_pt: Informações (s)
zh_cn: 信息

source: Show All
de_de: Alle anzeigen
es_es: Todo mostrado
fr_fr: Tout afficher
pt_pt: Mostrar tudo
zh_cn: 全部显示

source: Go to next error
de_de: Zum nächsten Fehler gehen
es_es: Ir al error siguiente
fr_fr: Aller à l'erreur suivante
pt_pt: Vá para o próximo erro
zh_cn: 转到下一个错误

source: Jump to next
de_de: Zum nächsten Fehler gehen
es_es: Ir al error siguiente
fr_fr: Aller à la prochaine erreur
pt_pt: Vá para o próximo erro
zh_cn: 转到下一个错误

source: Jump to prev
de_de: Zum vorherigen Fehler gehen
es_es: Ir al error anterior
fr_fr: Aller à l'erreur précédente
pt_pt: Ir para o erro anterior
zh_cn: 转到上一个错误

source: See alert(s)
de_de: Alarm ansehen
es_es: Ver las alertas
fr_fr: Voir l'(les) alerte(s)
pt_pt: Ver (a) alerta (s)
zh_cn: 查看警报

source: Click to go to grid and open card
de_de: Hier klicken um zur Tabelle zu gelangen und die Datei zu öffnen
es_es: Haga clic para ir a la tabla o abrir la ficha
fr_fr: Cliquer pour aller sur le tableau et ouvrir la fiche
pt_pt: Clique para ir para a mesa e abrir o registro
zh_cn: 点击进入表格并打开卡片

source: Error(s) in grid '{gridTitle}' (line {gridIndex}):
de_de: Fehler in der Tabelle '{gridTitle}' (line {gridIndex}) :
es_es: Error(es) en la tabla '{gridTitle}' (line {gridIndex}) :
fr_fr: Erreur(s) dans le tableau '{gridTitle}' (line {gridIndex}) :
pt_pt: Erro (s) na tabela '{} gridTitle' (linha} {gridIndex)
zh_cn: '{gridTitle}'表格中的错误（line {gridIndex}）：

source: Personalize
de_de: Personalisieren
es_es: Personalizar
fr_fr: Personnaliser
pt_pt: Personalizar
zh_cn: 定制

source: Show advanced fields
de_de: Fortgeschrittene Felder anzeigen
es_es: Mostrar los campos avanzados
fr_fr: Afficher les champs avancés
pt_pt: Mostrar Avançado Campos
zh_cn: 显示高级字段

source: Hide advanced fields
de_de: Fortgeschrittene Felder verstecken
es_es: Ocultar los campos avanzados
fr_fr: Masquer les champs avancés
pt_pt: Esconder avançada Campos
zh_cn: 隐藏高级字段

source: Minimize
de_de: Verkleinern
es_es: Minimiza
fr_fr: Minimiser
pt_pt: Minimizar
zh_cn: 最小化

source: Expand
de_de: Ausklappen
es_es: Expandir
fr_fr: Déplier
pt_pt: Desdobrar
zh_cn: 展开

source: No params
de_de: Keine Parameter
es_es: Ningún parámetro
fr_fr: Aucun paramètre
pt_pt: Nenhum parâmetro
zh_cn: 无参数

source: List of
de_de: Verzeichnis der
es_es: Lista de
fr_fr: Liste de
pt_pt: Lista
zh_cn: ...的列表

source: Job title
de_de: Titel Aufgabe
es_es: Descripción del puesto
fr_fr: Intitulé de poste
pt_pt: Cargo
zh_cn: 职称

source: Phase detail
de_de: Detail Phase
es_es: Detalle de fase
fr_fr: Détail de phase
pt_pt: Fase Retail
zh_cn: 阶段详情

source: Start date
de_de: Startdatum
es_es: Fecha de inicio
fr_fr: Date de début
pt_pt: Data de início
zh_cn: 开始日期

source: Start time
de_de: Startzeit
es_es: Hora de inicio
fr_fr: Heure de début
pt_pt: Hora início
zh_cn: 开始时间

source: Polling millis
de_de: Anfrage in Millisekunden
es_es: Escaneo en milisegundos
fr_fr: Scrutation en millisecondes
pt_pt: Digitalização em milissegundos
zh_cn: 以毫秒为单位进行扫描

source: Progress icon
de_de: Fortschrittsbalken
es_es: Icono de progresión
fr_fr: Icône de progression
pt_pt: Ícone Progresso
zh_cn: 进度图标

source: Diagnose error
de_de: Diagnose Fehler
es_es: Diagnosticar el error
fr_fr: Diagnostiquer l'erreur
pt_pt: Diagnosticar o erro
zh_cn: 诊断错误

source: diagnose fatal
de_de: Diagnose schwerwiegender Fehler
es_es: diagnóstico fatal
pt_pt: diagnóstico fatal
zh_cn: 严重诊断

source: Diagnose warning
de_de: Diagnose Warnung
es_es: Diagnosticar el aviso
fr_fr: Diagnostiquer l'avertissement
pt_pt: Diagnosticar a advertência
zh_cn: 诊断警告

source: Diagnose info
de_de: Diagnose Information
es_es: Diagnosticar la información
fr_fr: Diagnostiquer l'info
pt_pt: Informações Diagnosticar
zh_cn: 诊断信息

source: Diagnose success
de_de: Diagnose Erfolg
es_es: Diagnosticar el exito
fr_fr: Diagnostiquer le succès
pt_pt: Diagnosticar sucesso
zh_cn: 诊断成功

source: Remove from the list
de_de: Aus dem Verzeichnis entfernen
es_es: Quitar la lista
fr_fr: Retirer de la liste
pt_pt: Retirar da lista
zh_cn: 从列表中删除

source: Clear this list
de_de: Dieses Verzeichnis leeren
es_es: Vaciar esta lista
fr_fr: Vider cette liste
pt_pt: Desmarque esta lista
zh_cn: 清空该列表

source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
pt_pt: Carregar
zh_cn: 下载

source: No classic callback set for successful end of operation
de_de: Kein klassischer Callback für erfolgreiches Beenden der Aktion festgelegt
es_es: Ningún callback clasico especificado para el exito del fin de la operación
fr_fr: Aucun callback classique spécifié pour le succès de la fin de l'opération
pt_pt: Sem retorno de chamada clássica especificado para a conclusão bem sucedida da operação
zh_cn: 未为操作的成功完成指定任何经典回调

source: Clear All
de_de: Alles leeren
es_es: Limpiar todo
fr_fr: Tout vider
pt_pt: Limpar
zh_cn: 清除所有

source: Showing :·
de_de: Anzeigen:
es_es: Mostrando :·
fr_fr: Montrer :
pt_pt: mostrar
zh_cn: 显示：

source: All jobs
de_de: Alle Aufgaben
es_es: Todas las tareas
fr_fr: Toutes les tâches
pt_pt: Todas tarefas
zh_cn: 所有任务

source: There are ongoing jobs. If you confirm, you won't be able to track their progress. Do you confirm?
de_de: Es sind Aufgaben am Laufen. Bestätigen Sie, können Sie den Fortschritt nicht verfolgen. Bestätigen?
es_es: Algunas tareas estan en curso. Si confirma, no podrá seguir la progresión. ¿Desea confirmar?
fr_fr: Certaines tâches sont en cours. Si vous confirmez, vous ne serez pas en mesure de suivre leur progression. Confirmer ?
pt_pt: Algumas tarefas estão em curso. Se confirmado, não será capaz de prosseguir. Confirma?
zh_cn: 有些任务正在处理中。如果您确认，那么您将不能追踪他们的进度。确认吗？

source: Jobs in progress
de_de: Ausstehende Aufgaben
es_es: Tareas en curso
fr_fr: Tâches en cours
pt_pt: Jobs atuais
zh_cn: 处理中的任务

source: {jobKind} job '{jobTitle}'' still in progress. If you confirm, you will not be able to track its progress. Do you confirm?
de_de: Aufgabe {jobKind} '{jobTitle}' noch nicht beendet. Bestätigen Sie, können Sie den Fortschritt nicht verfolgen. Bestätigen?
es_es: Tarea {jobKind} '{jobTitle}'en curso. Si confirma, no podrá seguir la progresión. ¿Desea confirmar?
fr_fr: Tâche {jobKind} '{jobTitle}'en cours. Si vous confirmez, vous ne serez pas en mesure de suivre leur progression. Confirmer?
pt_pt: Tarefa {jobKind} {} 'jobTitle em curso. Se confirmado, você não será capaz de seguir seu progresso. Confirmar
zh_cn: 正在处理{jobKind}任务'{jobTitle}'。如果您确认，那么您将不能追踪其进度。确认吗？

source: Job in progress
de_de: Ausstehende Aufgaben
es_es: Tareas en curso
fr_fr: Tâches en cours
pt_pt: Jobs atuais
zh_cn: 处理中的任务

source: {jobKind} job '{jobTitle}'' still in progress. Do you confirm cancel?
de_de: Aufgabe {jobKind} '{jobTitle}' noch nicht beendet. Abbrechen bestätigen?
es_es: Tarea {jobKind} '{jobTitle}'' todavía en curso. ¿Desea confirmar la cancelación?
fr_fr: Tâche {jobKind} '{jobTitle}'' toujours en cours. Confirmer l'annulation?
pt_pt: Tarefa {jobKind} {} 'jobTitle em curso. Confirme o cancelamento?
zh_cn: 始终在进行{jobKind}任务'{jobTitle}''。确认要取消吗？

source: Cancel operation
de_de: Aktion abbrechen
es_es: Cancelar la operación
fr_fr: Annuler l'opération
pt_pt: Cancelar
zh_cn: 取消操作

source: {jobKind} job '{jobTitle}'' still in progress. Do you confirm abort?
de_de: Aufgabe {jobKind} '{jobTitle}' noch nicht beendet. Abbrechen bestätigen?
es_es: Tarea {jobKind} '{jobTitle}'' todavía en curso. ¿Desea confirmar la cancelación?
fr_fr: Tâche {jobKind} '{jobTitle}'' toujours en cours. Confirmer l'abandon ?
pt_pt: Tarefa {jobKind} {} 'jobTitle em curso. Confirme o abandono?
zh_cn: {jobKind}任务'{jobTitle}''仍在处理中。您确认要放弃吗？

source: Abort operation
de_de: Aktion abbrechen
es_es: Cancelar la operación
fr_fr: Abandonner l'opération
pt_pt: Abortar
zh_cn: 放弃操作

source: {jobKind} job '{jobTitle}'' still in progress. Do you confirm suspend?
de_de: Aufgabe {jobKind} '{jobTitle}' noch nicht beendet. Unterbrechen bestätigen?
es_es: Tarea {jobKind} '{jobTitle}'' todavía en curso. ¿Desea confirmar la suspensión?
fr_fr: Tâche {jobKind} '{jobTitle}'' toujours en cours. Confirmer l'interruption ?
pt_pt: Tarefa {jobKind} {} 'jobTitle em curso. Confirme End?
zh_cn: {jobKind}任务'{jobTitle}''仍在处理中。您确认要中断吗？

source: Suspend operation
de_de: Aktion unterbrechen
es_es: Interrumpir la operación
fr_fr: Interrompre l'opération
pt_pt: Interromper a operação
zh_cn: 中断操作

source: {jobKind} job '{jobTitle}'' have been paused. Do you confirm resume?
de_de: Die Aufgabe {jobKind} '{jobTitle}'' wurde unterbrochen. Fortsetzen bestätigen?
es_es: Tarea {jobKind} '{jobTitle}'' se ha interrumpido. ¿Desea confirmar la recuperación?
fr_fr: La tâche {jobKind} '{jobTitle}'' a été interrompue. Confirmer la reprise ?
pt_pt: Tarefa {} {} jobKind jobTitle 'foi interrompido. Confirme a recuperação?
zh_cn: {jobKind}任务'{jobTitle}''已中断。确认要恢复吗？

source: Resume operation
de_de: Aktion fortsetzen
es_es: Retomar la operación
fr_fr: Reprendre l'opération
pt_pt: Operação Resume
zh_cn: 恢复操作

source: Automatic reloading of application has failed.You have to clear your cache (CTRL + SHIFT + DEL) and refresh (F5)
de_de: Automatisches Neuladen der Anwendung fehlgeschlagen. Leeren Sie Ihren Cache (CTRL + SHIFT + DEL) und aktualisieren Sie (F5)
es_es: La carga automática de la aplicación ha fallado. Debe vaciar la cache (CTRL + SHIFT + DEL) y actualizar (F5)
fr_fr: Le rechargement automatique de l'application a échoué. Vous devez vider votre cache (CTRL + SHIFT + DEL) et actualiser (F5)
pt_pt: Recarga automática da aplicação falhou. Deve limpar o cache (CTRL + SHIFT + DEL) e atualização (F5)
zh_cn: 应用程序的自动重新加载失败。您必须清除缓存（Ctrl+Shift+Del）并刷新（F5）

source: Empty HTTP error response.
de_de: Leere HTTP-Fehlerantwort
es_es: Respuesta de error HTTP vacía
fr_fr: Réponse d'erreur HTTP vide
pt_pt: Erro de resposta HTTP vazio
zh_cn: 空的HTTP错误响应

source: Status 0. Network problem
de_de: Status 0. Netzwerkproblem
es_es: Estado 0. Problema de red
fr_fr: Statut 0. Problème réseau
pt_pt: 0 estado da rede Problema
zh_cn: 0状态。网络问题

source: Communication Error
de_de: Kommunikationsfehler
es_es: Error de comunicación
fr_fr: Erreur de communication
pt_pt: Erro de comunicação
zh_cn: 通讯错误

source: Your last modification has been lost.Please do it again
de_de: Ihre letzte Änderung ist verloren gegangen. Bitte geben Sie die Änderung erneut ein
es_es: Ha perdido su última modificación, Por favor, vuelva a hacerla
fr_fr: Vous avez perdu votre dernière modification. Veullez refaire la modification
pt_pt: Perdeu a sua última alteração. Deve refazer a modificação
zh_cn: 您丢失了最后一次的修改内容。请重做修改

source: Something went wrong. Please contact support
de_de: Ein Fehler ist aufgetreten. Bitte wenden Sie sich an den Support
es_es: Un error se ha producido. Contacte con el soporte
fr_fr: Une erreur s'est produite. Veuillez contacter le support
pt_pt: Ocorreu um erro. Entre em contato com o suporte
zh_cn: 发生了一个错误。请联系技术支持

source: No result found
de_de: Kein Ergebnis gefunden
es_es: Ningún resultado encontrado
fr_fr: Aucun résultat trouvé
pt_pt: Não há resultados
zh_cn: 未找到任何结果

source: Functions
de_de: Funktionen
es_es: Funciones
fr_fr: Fonctions
pt_pt: Funções
zh_cn: 功能

source: Data
de_de: Daten
es_es: Datos
fr_fr: Données
pt_pt: Dados
zh_cn: 数据

source: See more results
de_de: Mehr Ergebnisse anzeigen
es_es: Ver más resultados
fr_fr: Voir plus de résultats
pt_pt: Ver mais resultados
zh_cn: 查看更多结果

source: See details
de_de: Details anzeigen
es_es: Ver los detalles
fr_fr: Voir les détails
pt_pt: Veja detalhes
zh_cn: 查看详细信息

source: Locale choice
de_de: Auswahl lokale Parameter
es_es: Elección de los parámetros regionales
fr_fr: Choix des paramètres régionaux
pt_pt: Escolha do local
zh_cn: 本地化设置选择

source: Localized field value
de_de: Lokalisierter Feldwert
es_es: Valor de champo localizado
fr_fr: Valeur de champ localisée
pt_pt: O valor do campo localizado
zh_cn: 本地化的字段值

source: Delete localized value
de_de: Lokalisierten Wert löschen
es_es: Borrar valor localizado
fr_fr: Supprimer valeur localisée
pt_pt: Retire valor localizada
zh_cn: 删除本地化的值

source: Description translation
de_de: Übersetzung der Beschreibungen
es_es: Traducción de las descripciones
fr_fr: Traduction des descriptions
pt_pt: Descrição Translation
zh_cn: 描述翻译

source: Payload localization error: no '$values' key.
de_de: Payload Lokalisierungsfehler: kein '$values'-Schlüssel
es_es: Error de localización del payload: ninguna clave '$values'
fr_fr: Erreur de localisation du payload: aucune clé '$values'
pt_pt: Erro ao localizar carga útil: não-chave $ valores
zh_cn: 有效负荷定位错误：无'$values'键

source: Payload localization error: no save link
de_de: Palyoad Lokalisierungsfehler: kein Link zum Speichern
es_es: Error de localización del payload: ningún enlace de registro
fr_fr: Erreur de localisation du payload : aucun lien d'enregistrement
pt_pt: Erro ao localizar carga útil: nenhum link para registo
zh_cn: 有效负荷定位错误：无任何记录链接

source: Payload localization error: no link
de_de: Payload Lokalisierungsfehler: kein Link
es_es: Error de localización del payload: ningún enlace
fr_fr: Erreur de localisation du payload : aucun lien
pt_pt: Erro ao localizar carga útil: nenhuma conexão
zh_cn: 有效负荷定位错误：无任何链接

source: Language is not set
de_de: Sprache ist nicht festgelegt
es_es: El idioma no está definido
fr_fr: La langue n'est pas définie
pt_pt: A linguagem não é definido
zh_cn: 未设定语言

source: An unexpected error occured. Please inform support
de_de: Ein unerwarteter Fehler ist aufgetreten. Bitte informieren Sie den Support
es_es: Un error inesperado se ha producido. Contacte con el soporte
fr_fr: Une erreur inattendue s'est produite. Veuillez informer le support
pt_pt: Une erreur inattendue s'est produite. Por favor, informe os meios de comunicação
zh_cn: 发生了一个意外错误。请告知技术支持

source: Select language
de_de: Sprache auswählen
es_es: Seleccionar el idioma·
fr_fr: Sélectionner la langue
pt_pt: Selecione o idioma
zh_cn: 选择语言

source: Formula wizard
de_de: Formularassistent
es_es: Asistente de formulario
fr_fr: Assistant de formulaire
pt_pt: Assistente de Formulário
zh_cn: 公式向导

source: Formula
de_de: Formel
fr_fr: Formule
zh_cn: 公式

source: Fields and variables
de_de: Felder und Variablen
es_es: Campos y variables
fr_fr: Champs et variables
pt_pt: Campos e variáveis
zh_cn: 字段和变量

source: Operators
de_de: Betreiber
es_es: Operadores
fr_fr: Opérateurs
pt_pt: Operadores
zh_cn: 运营商

source: Verify
de_de: Verifizieren
es_es: Comprobar
fr_fr: Vérifier
pt_pt: Verificar
zh_cn: 校验

source: Show dynamic help
de_de: Dynamische Hilfe anzeigen
es_es: Visualizar la auyda dinámica
fr_fr: Afficher l'aide dynamique
pt_pt: Ver Ajuda dinâmica
zh_cn: 显示动态帮助

source: Missing
de_de: Fehlt
es_es: Ausente
fr_fr: Manquante
pt_pt: Faltando
zh_cn: 缺少

source: An error occurred while inserting new elements in the current authored representation. See diagnoses below.
de_de: Ein Fehler ist beim Einfügen neuer Elemente in die personalisierte Repräsentation aufgetreten. Siehe Diagnose unten:
es_es: Un error se ha producido durante la inserción d'elementos en la representación personalizada. Ver los diagnósticos:
fr_fr: Une erreur s'est produite lors de l'insertion d'éléments dans la représentation personnalisée. Voir les diagnostics :
pt_pt: Ocorreu um erro ao inserir em representação personalizada. Veja diagnósticos:
zh_cn: 在自定义的表示法中插入元素时发生了一个错误。请参见诊断：

source: Insertion of new elements in current authored representation processed successfully. See details below.
de_de: Die Elemente wurden erfolgreich in die aktuelle personalisierte Repräsentation eingefügt. Siehe Details unten.
es_es: Los elementos se han insertado con exito en la representación actual personalizada. Ver el detalle a continuación:
fr_fr: Les éléments ont été insérés avec succès dans la représentation courante personnalisée. Voir les détails ci-dessous.
pt_pt: Os elementos foram inseridos com sucesso em representação costume comum. Veja os detalhes abaixo.
zh_cn: 在当前的自定义表示法中成功插入这些元素。请参见下面的详细信息。

source: field insertion failed
de_de: Feld einfügen fehlgeschlagen
es_es: La inserción del campo ha fallado
fr_fr: l'insertion du champ a échoué
pt_pt: inserir o campo não
zh_cn: 字段插入失败

source: can't find free block slot to insert field
de_de: Es kann kein freier Block-Slot gefunden werden, um das Feld einzufügen
es_es: imposible encontrar un bloque libre para insertar el campo
fr_fr: impossible de trouver un bloc libre pour insérer le champ
pt_pt: impossível encontrar um bloco livre para inserir o campo
zh_cn: 无法找到一个空闲版块可用来插入该字段

source: field has been inserted in the nearest block slot
de_de: Das Feld wurde in den nächsten Block-Slot eingefügt
es_es: el campo se ha insertado en la posición la más próxima en el bloque
fr_fr: le champ a été inséré à la position la plus proche dans le bloc
pt_pt: o campo é inserido na posição mais próxima do bloco
zh_cn: 该字段已被插入到最近位置的版块中

source: field has been inserted by default in the last slot of the target block
de_de: Das Feld wurde standardmäßig in den letzten Slot des Zielblocks eingefügt
es_es: el campo se ha insertado por defecto en la última posición del bloque destino
fr_fr: le champ a été inséré par défaut en dernière postion du bloc cible
pt_pt: o campo foi inserido por padrão no postion final do bloco de destino
zh_cn: 该字段已被默认插入目标版块的上次位置

source: field has been inserted by default in the last block of the section
de_de: Das Feld wurde standardmäßig in den letzten Block des Bereichs eingefügt
es_es: el campo se ha insertado por defecto en el último bloque de la sección
fr_fr: le champ a été inséré par défaut dans le dernier bloc de la section
pt_pt: o campo foi inserido por padrão no último bloco da seção
zh_cn: 该字段已被默认插入该部分的最后一个版块中

source: field has been inserted by default in the last block of the last section
de_de: Das Feld wurde standardmäßig in den letzten Block des letzten Bereichs eingefügt
es_es: el campo se ha insertado por defecto en el último bloque de la última sección
fr_fr: le champ a été inséré par défaut dans le dernier bloc de la dernière section
pt_pt: o campo foi inserido por padrão no último bloco da última seção
zh_cn: 该字段已被默认插入最后一个部分的最后一个版块中

source: field has been inserted successfully
de_de: Das Feld wurde erfolgreich eingefügt
es_es: el campo se ha insertado correctamente
fr_fr: le champ a été inséré correctement
pt_pt: o campo foi inserido corretamente
zh_cn: 字段已正确插入

source: an unexpected error occured while inserting field
de_de: Ein unerwarteter Fehler ist beim Einfügen des Felds aufgetreten
es_es: un error inesperado se ha producido durante la inserción del campo
fr_fr: une erreur inattendue s'est produite lors de l'insertion du champ
pt_pt: Ocorreu um erro inesperado durante a inserção do campo
zh_cn: 插入字段时发生意外错误

source: Payload error. No '$searchFacets' in data
de_de: Payload-Fehler. Kein '$searchFacets' in den Daten
es_es: Error de carga util. Ningún '$searchFacets' en los datos
fr_fr: Erreur de charge utile. Aucun '$searchFacets' dans les données
pt_pt: Payload erro. No '$ searchFacets' nos dados
zh_cn: 有效负荷错误。在数据中没有任何$searchFacets'

source: No {levelType} found
de_de: Kein {levelType} gefunden
es_es: Ningún {levelType} encontrado
fr_fr: Aucun {levelType} trouvé
pt_pt: {} Encontrado nenhum LevelType
zh_cn: 未找到任何{levelType}

source: block has been inserted successfully
de_de: Der Block wurde erfolgreich eingefügt
es_es: el bloque se ha insertado correctamente
fr_fr: le bloc a été inséré correctement
pt_pt: o bloco foi inserido corretamente
zh_cn: 版块已正确插入

source: block insertion failed
de_de: Das Einfügen des Blocks ist fehlgeschlagen
es_es: la inserción del bloque ha fallado
fr_fr: l'insertion du bloc a échoué
pt_pt: Inserir o bloco não
zh_cn: 插入版块失败

source: an unexpected error occured while trying to insert new blocks
de_de: Ein unerwarteter Fehler ist beim Versuch, neue Blocks einzufügen, aufgetreten
es_es: un error inesperado se ha producido durante la inserción de nuevos bloques
fr_fr: une erreur inattendue s'est produite lors de l'insertion de nouveaux blocs
pt_pt: Ocorreu um erro inesperado ao inserir novos blocos
zh_cn: 插入新版块时发生意外错误
